3-Sinter_vs_Microchannel_Comparison/1uW_load_envelope/Ag_0p5_s10p5/0/domain2/p
FoamFile
{
    version 2.0; format ascii;
    class volScalarField; location "0/domain2"; object p;
}
dimensions [1 -1 -2 0 0 0 0];
internalField uniform 0;
boundaryField
{
    inlet { type zeroGradient; }
    outlet { type fixedValue; value uniform 0; }
    domain2_to_solid_wall { type fixedFluxPressure; value uniform 0; }
}
